<?php
/**
 * 其他配置
 */
return array(
    //广告位置信息
    'AD_POSITION' => array(
        '1'    => '右下广告位',
        '2'    => '右上广告位',
        '4'    => '首页轮播',
    ),
    //职位信息
    'POSITION' => array(
        '1'    => 'JPG',
        '2'    => 'HTML',
        '3'    => 'PHP',
        '4'    => 'Android',
        '5'    => 'IOS',
        '6'    => '管理员'
    ),
    //项目构成
    'CONSTITUTE' => array(
        '1'    => 'PC网站',
        '2'    => 'Wap网站',
        '3'    => '公众平台',
        '4'    => 'Android',
        '5'    => 'IOS',
    ),

    /***沟通需求记录相关***/
    //沟通时间
    'TALK_TIME' =>  array(
        '1'     =>  '较短',
        '2'     =>  '中等',
        '3'     =>  '较长',
    ),
    //报价后客户反应
    'RESPONSE'  =>  array(
        '1'     =>  '不回复',
        '2'     =>  '还价',
        '3'     =>  '向老板请示',
        '4'     =>  '跟合伙人商量',
        '5'     =>  '接受',
        '6'     =>  '需要考虑'
    ),
    //项目状态
    'STATE'     =>  array(
        '1'     =>  '洽谈中',
        '2'     =>  '已成交',
        '3'     =>  '未成交',
    ),
    //项目未成交原因
    'REASON'     =>  array(
        '1'     =>  '报价不接受',
        '2'     =>  '时间不接受',
        '3'     =>  '未知原因',
    ),
);